// General
"Powered by" = "技术支持";
"No Internet" = "无网络连接。\r\n\r\n请连接以继续。";
"Search..." = "搜索...";
"OK" = "好";
"Cancel" = "取消";
"Send" = "发送";
"Error" = "出错";
"Thanks" = "谢谢";
"Close" = "关闭";
"Update" = "更新";
// FAQ
"FAQs" = "常见问题";
"FAQ" = "常问问题";
"No FAQs" = "没有找到常见问题。";
"FAQ Error" = "无法获取常见问题。\r\n请稍后再试";
"How can we help?" = "我们如何帮助？";
"No matches found" = "没有找到匹配项";
"Helpful?" = "有帮助吗？";
"Yes" = "是";
"No" = "否";
"One moment please..." = "请稍等...";
"Thanks for your feedback." = "感谢您的反馈。";
// Versions
"Versions" = "版本";
"No Versions" = "没有找到版本。";
"Versions Error" = "无法获取版本。\r\n请稍后再试";
"Version" = "版本";
"An update to version %@ is available" = "版本%@有一个更新";
"You've just updated to v%@" = "你刚刚更新到了v%@";
"Learn More" = "了解更多";
// Feedback
"Contact" = "联系";
"Your Email:" = "你的电子邮件:";
"Email Placeholder" = "例如: yourname@icloud.com";
"attach a file" = "附加文件";
"No Message." = "无信息。";
"Please enter a message." = "请输入信息。";
"No Email." = "无电子邮件。";
"Are you sure you want to send without your email? We won't be able reply to you." = "确定要无电子邮件地址发送吗？我们将无法回复你。";
"Invalid Email Address." = "无效电子邮件地址。";
"Please check your email address, it appears to be invalid." = "请检查你的电子邮件地址，它似乎是无效的。";
"Sending..." = "正在发送...";
"There was an error sending your feedback, please try again." = "发送你的反馈发生一个错误，请重试。";
"We have received your feedback and will be in contact soon." = "我们已经收到你的反馈，并会很快联系你。";
"Take Photo" = "拍照";
"Choose Photo" = "选择照片";
"Use Latest Photo" = "使用最新照片";
"Can't Access." = "无法访问。";
"We can't access your photos, please ensure this application has access in Settings." = "我们无法访问你的照片，请确保在设置中此应用有访问权限。";
"Error uploading." = "上传出错。";
"We couldn't upload the photo, please try again."  = "无法上传该照片，请重试。" ;
"Are you sure?" = "确定吗？";
"Your message will be lost." = "你的信息将丢失。";
// Notifications
"Notifications" = "通知";
"No Notifications" = "没有找到通知。";
"Notifications Error" = "无法获取通知。\r\n请稍后再试";
// Prompt
"What do you think about " = "您认为此应用如何: ";
"I Love It!" = "我喜欢它！";
"Could Be Better" = "可以更好";
"Great! Could you leave us a nice review?\r\nIt really helps." = "太棒了！您能给我们一个好评吗？\r\n这对我们非常有帮助。";
"Leave a Review" = "评价";
"no thanks" = "不，谢谢";
"Could you tell us how we could improve?" = "您能告诉我们如何改进吗？";
"Send Feedback" = "发送意见反馈";
